import React from 'react';

const Home = () => {
  return (
    <div className="container">
      <h1>Добро пожаловать в Старк Индастриз</h1>
      <p>
        <strong>Старк Индастриз: Изобретая будущее, один гениальный проект за раз.</strong>
      </p>
      <p>
        Мы — не просто компания. Мы — инновации в действии. Основанная Тони Старком, Старк Индастриз стала синонимом для технологий, которые меняют мир. От момента, когда я создал первый в мире реактор Тони Старка, мы не остановились. Мы всегда двигаемся вперед, постоянно нарушая границы того, что возможно.
      </p>
      <p>
        Давайте вспомним несколько наших главных достижений:
      </p>
      <ul>
        <li>
          <strong>Реактор Тони Старка (Арк Реактор)</strong> – Идея, которая спасла мою жизнь и изменила мир. Этот маленький, но мощный источник энергии стал основой для всех моих технологий, обеспечивая их автономность и невероятную мощность.
        </li>
        <li>
          <strong>Костюм Железного Человека</strong> – Эмблема инноваций и символ нашей компании. Многофункциональный бронированный костюм, который не только защищает, но и открывает возможности для космических исследований, борьбы с преступностью и решения глобальных проблем. И да, он также выглядит просто потрясающе.
        </li>
        <li>
          <strong>Искусственный интеллект "Джарвис"</strong> – Этот ИИ не просто помогает мне в повседневных задачах, но и стал незаменимым партнером в управлении системой безопасности и обработке данных. Скоро ты сам поймешь, почему я настаиваю, что с ним работает «умный» мир.
        </li>
        <li>
          <strong>Возможности для космических путешествий</strong> – Не думай, что мы ограничиваемся Землей. Старк Индастриз уже разрабатывает передовые технологии для исследования космоса. От звездных кораблей до межпланетных станций, мы всегда на шаг впереди.
        </li>
        <li>
          <strong>Автономные транспортные средства</strong> – Будущее уже здесь! Мы активно внедряем самоуправляемые автомобили и транспортные средства с нулевыми выбросами, ведь забота об окружающей среде — не просто тренд, а обязательство перед будущими поколениями.
        </li>
      </ul>
      <p>
        Каждое изобретение — это не просто шаг вперед, это новый взгляд на мир. Мы не боимся бросить вызов тому, что считалось невозможным, и работаем над проектами, которые будут изменять будущее — и твоё тоже.
      </p>
      <p>
        <strong>Старк Индастриз</strong> — это место, где идеи становятся реальностью. А я, Тони Старк, гарантирую: ты еще не видел, на что мы способны.
      </p>
    </div>
  );
};

export default Home;
